{
   "translations": [
       {
         "pl":"Idz prosto wzdłuż tej ulicy aż do skrzyżowania, następnie skręć w lewo i idź 500m aż do białego budynku.",
         "en":"Walk straight along this street to the intersection, then turn left and walk 500m until you reach the white building. "
        },{
         "pl":"Mary Barra, dyrektor generalna GM, nazwała swoją pierwszą przejażdżkę bez kierowcy 'surrealistyczną' i 'punktem kulminacyjnym jej kariery' jako inżyniera. Czuję dokładnie to samo i nie mogę się doczekać, aż sam spróbujesz. Nie ma dla nas lepszego miejsca na start niż San Francisco, miejsce, w którym zachęca się do myślenia na wielką skalę, niezależnie od tego, jak oburzające mogą się wydawać Twoje pomysły.",
         "en":"Mary Barra, the CEO of GM, called her first driverless ride 'surreal' and 'a highlight of her career' as an engineer. I feel exactly the same way and can’t wait for you to try it for yourself. There’s no better place for us to start than in San Francisco, a place where thinking big is encouraged regardless of how outrageous your ideas may seem."
        },
     {
         "pl":"Próbowano wczytać klasę DecimalNumber z przestrzeni PrestaShop Decimal.",
         "en":"Attempted to load class DecimalNumber from namespace PrestaShop Decimal."
        },
        {
            "pl":"wielo-wymiarowa kula wysypuje się z wysoko-wymiarowej sześcian pomimo wykładniczo wielu ograniczeń",
            "en":"A high-dimensional sphere spilling out of a high-dimensional cube despite exponentially many constraints"
        },{
         "pl":"Czy zdarzyło Ci się przypadkowo wyrządzić szkodę sobie lub innym za pomocą swojego kodu?",
         "en":"Have you ever accidentally caused harm to yourself or others from your code?"
        },{
         "pl":"Zadzwoń do dwóch firm zajmujących się rekrutacją, z których jeden skontaktował się ze mną w zeszłym tygodniu przez pocztę inMail, a drugi odpowiadał na zgłoszenie przez LinkedIn. Naprawdę zaczynam doceniać Calendly. Eliminuje wiele ruchów tam iz powrotem podczas planowania.",
         "en":"Set up calls with two corporate recruiters, one who hit me up last week via inMail, one responding to me applying via LinkedIn. Really starting to appreciate Calendly. It eliminates a lot of back and forth in scheduling."
        },{
          "pl":"Coroczny dochód pary wynosił około 700 funtów",
         "en":"The couple’s annual income was around £700 "
        },{
          "pl":"Wyświetla obraz z soczewki urządzenia na siatkówkę użytkownika, aby skorygować błąd refrakcji, który powoduje krótkowzroczność.",
         "en":"It projects an image from the lens of the unit onto the wearer's retina to correct the refractive error that causes nearsightedness."
        }
]}
